Repository: common-repository/local-avatars-by-nocksoft
Catalog: languages/local-avatars-by-nocksoft-*.po
Languages: de_de

source: Adds support for local avatars.
de_de: F&uuml;gt Support f&uuml;r lokale Avatare hinzu.

source: Settings
de_de: Einstellungen

source: User-specific settings are made in your user profile in WordPress (Users -> Your Profile -> Edit). General settings can be made here.
de_de: Benutzerspezifische Einstellungen werden in deinem Benutzerprofil get&auml;tigt (Benutzer -> Dein Profil -> Bearbeiten). Allgemeine Einstellungen k&ouml;nnen hier vorgenommen werden.

source: General
de_de: Allgemein

source: Redirect all Gravatar requests to local avatars (choose default avatar below)
de_de: Leite alle Gravatar-Anfragen auf lokale Avatare um (w&auml;hle unten einen Standardavatar)

source: Choose Avatar
de_de: Avatar w&auml;hlen

source: Save Settings
de_de: Einstellungen speichern

source: Here you can make further settings for your avatar or other personal settings. The WordPress administrator can adjust global settings under Settings -> Local Avatars.
de_de: Hier kannst du weitere Einstellungen in Bezug auf deinen Avatar oder weitere pers&ouml;nliche Einstellungen vornehmen. Globale Einstellungen kann der WordPress-Administrator unter Einstellungen -> Local Avatars vornehmen.

source: Local Avatar
de_de: Lokaler Avatar

source: Use a local avatar instead of Gravatar (choose your avatar below)
de_de: Verwende einen lokalen Avatar an Stelle von Gravatar (w&auml;hle unten deinen Avatar)

source: Avatar URL (e.g. https://yoursite.com/avatar.jpg) -> will be filled automatically
de_de: Avatar URL (z.B. https://deineseite.de/avatar.jpg) -> wird automatisch ausgef&uuml;llt

source: Please select an avatar using the button below (square avatars are recommended). Gravatar may be used as fallback.
de_de: W&auml;hle bitte &uuml;ber den Button unten einen Avatar aus (quadratische Avatare sind empfohlen). Als Fallback kann unter Umst&auml;nden Gravatar benutzt werden.

source: Remove Avatar
de_de: Avatar entfernen
